Repository: joaoduartemariucio/Mesa-News
Catalog: Mesa News/Supporting Files/*.lproj/Localizable.strings
Languages: pt_br

# bem_vindo
source: Welcome to
pt_br: Bem vindo ao

# bem_vindo_descricao
source: The best news from the sources you love, selected just for you.
pt_br: As melhores notícias das fontes que você adora, selecionadas apenas para você.

# cadastre_se
source: Register
pt_br: Cadastre-se

# tela_cadastro
source: Registration
pt_br: Cadastro

# tela_cadastro_descricao
source: To register, just fill in all the fields below
pt_br: Para fazer seu cadastro basta preencher todos os campos abaixo

# nome_completo
source: Full name
pt_br: Nome completo

# senha
source: Password
pt_br: Senha

# confirmar_senha
source: Confirm password
pt_br: Confirmar senha

# confirmar
source: Confirm
pt_br: Confirmar

# nome_vazio
source: The name field cannot be empty
pt_br: O campo nome não pode ser vazio

# email_vazio
source: The email field cannot be empty
pt_br: O campo e-mail não pode ser vazio

# email_invalido
source: The email you entered is invalid
pt_br: O e-mail digitado é inválido

# senha_vazia
source: The password field cannot be empty
pt_br: O campo senha não pode ser vazio

# senha_curta
source: The password entered is too short
pt_br: A senha digita é muito curta

# senha_fraca
source: The password entered is too weak
pt_br: A senha digita é muito fraca

# confirmar_senha_vazio
source: The confirm password field cannot be empty
pt_br: O campo confirmar senha não pode ser vazio

# senhas_divergentes
source: The passwords are different
pt_br: As senha estão diferentes

# usuario_cadastrado_sucesso
source: Your user has been successfully registered
pt_br: Seu usuário foi cadastrado com sucesso

# tela_login
source: Log in
pt_br: Entrar

# tela_login_descricao
source: Fill in the fields below to login
pt_br: Preencha os campos abaixo para entrar

# entrar
source: Enter
pt_br: Entrar

# tela_home
source: News
pt_br: Notícias

# ultimas_noticias
source: Latest news
pt_br: Últimas notícias

# noticias_destaque
source: Highlights
pt_br: Destaques

# erro_noDecoded
source: Error when searching for data, try reloading the screen
pt_br: Erro ao buscar os dados tente, recarregar a tela

# erro_noContent
source: Nothing found in our database
pt_br: Nada encontrado em nossa base de dados

# erro_badRequest
source: Failed to request the server refuses to respond, try to check the store if there is a new version of the app
pt_br: Falha ao solicitar o servidor se recusa a responder, tente verificar na loja se existe uma versão nova do app

# erro_unauthorized
source: You are not authorized to use this service
pt_br: Você não está autorizado a utilizar este serviço

# erro_forbidden
source: Our server refused your request, try reloading the screen
pt_br: Nosso servidor recusou seu pedido, tente recarregar a tela

# erro_notFound
source: This feature has changed, check the store to see if there is a new version of the app
pt_br: Esse recurso mudou, verifique na loja se existe uma nova versao do app

# erro_noAllowed
source: Resource not found, try to resend your request
pt_br: Recurso não encontrado, tente reenviar sua solicitação

# erro_conflict
source: Resource poorly processed, try to resend your request
pt_br: Recurso mal processado, tente reenviar sua solicitação

# erro_internalServerError
source: Our server is not responding, try to resend your request later
pt_br: Nosso servidor não está respondendo, tente reenviar sua solicitação mais tarde

# erro_unprocessableEntity
source: The data entered could not be processed
pt_br: Não foi possível processar os dados informados

# erro_api_default
source: We were unable to complete your request, please try again later.
pt_br: Não foi possivel realizar sua solicitação, por favor tente novamente mais tarde

# por_favor_aguarde
source: Please wait...
pt_br: Por favor aguarde...
